export default [
  {
    title: "สาเหตุการตาย",
    type: 0,
    options: [
      "ขาดอากาศหายใจ",
      "บาดเจ็บสาหัส",
      "เสียเลือดมาก",
      "อาการป่วย/โรค",
      "ถูกวางยาพิษ",
      "อุบัติเหตุ"
    ]
  },
  {
    title: "สถานที่เกิดเหตุ",
    type: 1,
    options: ["บ้านพักตากอากาศ", "สวนสาธารณะ", "ซูเปอร์มาร์เก็ต", "โรงเรียน", "ป่า", "ธนาคาร"]
  },
  {
    title: "สถานที่เกิดเหตุ",
    type: 1,
    options: [
      "ผับ",
      "ร้านหนังสือ",
      "ร้านอาหาร",
      "โรงแรม",
      "โรงพยาบาล",
      "ไซต์ก่อสร้าง"
    ]
  },
  {
    title: "สถานที่เกิดเหตุ",
    type: 1,
    options: [
      "สนามเด็กเล่น",
      "ห้องเรียน",
      "หอพัก",
      "โรงอาหาร",
      "ลิฟต์",
      "ห้องน้ำ"
    ]
  },
  {
    title: "สถานที่เกิดเหตุ",
    type: 1,
    options: [
      "ห้องนั่งเล่น",
      "ห้องนอน",
      "ห้องเก็บของ",
      "ห้องน้ำ",
      "ห้องครัว",
      "ระเบียง"
    ]
  },
  {
    title: "เหตุการณ์ไม่คาดฝัน",
    type: 2,
    options: [
      "ไฟดับ",
      "ไฟไหม้",
      "การทะเลาะวิวาท",
      "ของมีค่าสูญหาย",
      "เสียงกรีดร้อง",
      "ไม่มีอะไรเกิดขึ้น"
    ]
  },
  {
    title: "กำลังทำอะไรอยู่",
    type: 2,
    options: [
      "ความบันเทิง",
      "พักผ่อน",
      "ประชุม/รวมตัว",
      "ซื้อขายแลกเปลี่ยน",
      "เยี่ยมเยียน",
      "รับประทานอาหาร"
    ]
  },
  {
    title: "เวลาตาย",
    type: 2,
    options: ["รุ่งเช้า", "ตอนเช้า", "ตอนเที่ยง", "ตอนบ่าย", "ตอนเย็น", "เที่ยงคืน"]
  },
  {
    title: "อาชีพของเหยื่อ",
    type: 2,
    options: [
      "เจ้านาย",
      "ผู้เชี่ยวชาญเฉพาะทาง",
      "คนงาน",
      "นักเรียน/นักศึกษา",
      "คนว่างงาน",
      "คนเกษียณอายุ"
    ]
  },
  {
    title: "ระยะเวลาในการก่อเหตุ",
    type: 2,
    options: [
      "ชั่วพริบตา",
      "สั้นๆ",
      "ค่อยเป็นค่อยไป",
      "ยาวนาน",
      "หลายวัน",
      "ไม่ชัดเจน"
    ]
  },
  {
    title: "เสื้อผ้าของเหยื่อ",
    type: 2,
    options: ["เรียบร้อย", "หลุดลุ่ย", "หรูหรา", "มอซอ", "แปลกประหลาด", "เปลือยเปล่า"]
  },
  {
    title: "ความรู้สึกโดยรวม",
    type: 2,
    options: [
      "ทั่วไป",
      "สร้างสรรค์",
      "น่าสงสัย",
      "โหดเหี้ยม",
      "สยดสยอง",
      "น่าระทึกใจ"
    ]
  },
  {
    title: "สภาพที่เกิดเหตุ",
    type: 2,
    options: [
      "แหลกละเอียดเป็นชิ้นๆ",
      "กลายเป็นเถ้าถ่าน",
      "คราบน้ำ",
      "แตกร้าว",
      "กระจัดกระจาย",
      "เป็นระเบียบ"
    ]
  },
  {
    title: "บุคลิกของฆาตกร",
    type: 2,
    options: [
      "หยิ่งยโส",
      "ต่ำทราม",
      "เกรี้ยวกราด",
      "ละโมบ",
      "ใช้กำลัง",
      "วิปริต"
    ]
  },
  {
    title: "ร่องรอยในที่เกิดเหตุ",
    type: 2,
    options: [
      "รอยนิ้วมือ",
      "รอยเท้า",
      "รอยฟกช้ำ",
      "คราบเลือด",
      "สารคัดหลั่ง",
      "รอยแผลเป็น"
    ]
  },
  {
    title: "ความสัมพันธ์ทางสังคม",
    type: 2,
    options: [
      "ญาติ",
      "เพื่อน",
      "เพื่อนร่วมงาน",
      "นายจ้าง/ลูกจ้าง",
      "คนรัก",
      "คนแปลกหน้า"
    ]
  },
  {
    title: "สภาพอากาศ",
    type: 2,
    options: ["แดดจัด", "พายุเข้า", "แห้งแล้ง", "ชื้น", "หนาวเหน็บ", "ร้อนระอุ"]
  },
  {
    title: "สภาพศพ",
    type: 2,
    options: [
      "ยังอุ่นอยู่",
      "แข็งเกร็ง",
      "เน่าเปื่อย",
      "ไม่สมบูรณ์",
      "สมบูรณ์",
      "บิดเบี้ยว"
    ]
  },
  {
    title: "เบาะแสบนศพ",
    type: 2,
    options: ["ศีรษะ", "หน้าอก", "แขน", "ขา", "บางส่วน", "ทั่วทั้งตัว"]
  },
  {
    title: "แรงจูงใจในการก่อเหตุ",
    type: 2,
    options: ["ความเกลียดชัง", "อำนาจ", "เงินทอง", "ความรัก", "ความหึงหวง", "ความยุติธรรม"]
  },
  {
    title: "รูปร่างของเหยื่อ",
    type: 2,
    options: ["อ้วน/ใหญ่", "ผอม", "สูง", "เตี้ย", "เสียโฉม", "หุ่นดี"]
  },
  {
    title: "วันที่เกิดเหตุ",
    type: 2,
    options: ["วันธรรมดา", "วันหยุดสุดสัปดาห์", "ฤดูใบไม้ผลิ", "ฤดูร้อน", "ฤดูใบไม้ร่วง", "ฤดูหนาว"]
  },
  {
    title: "หลักฐานที่ทิ้งไว้",
    type: 2,
    options: [
      "จากธรรมชาติ",
      "งานศิลปะ",
      "ตัวหนังสือ",
      "สิ่งที่สังเคราะห์ขึ้น",
      "ของใช้ส่วนตัว",
      "ไม่เกี่ยวข้อง"
    ]
  },
  {
    title: "สถานะของเหยื่อ",
    type: 2,
    options: ["เด็ก", "วัยรุ่น", "วัยกลางคน", "ผู้สูงอายุ", "ผู้ชาย", "ผู้หญิง"]
  },
  {
    title: "สีหน้าของเหยื่อ",
    type: 2,
    options: [
      "สงบสุข",
      "ดิ้นรนต่อสู้",
      "หวาดกลัว",
      "เจ็บปวดทรมาน",
      "เหม่อลอย",
      "โกรธแค้น"
    ]
  },
  {
    title: "สิ่งที่ผู้พบเห็นสังเกตได้",
    type: 2,
    options: [
      "เสียงดังขึ้นกะทันหัน",
      "เสียงดังต่อเนื่อง",
      "กลิ่น",
      "การมองเห็น",
      "การกระทำ",
      "ไม่มีอะไรเลย"
    ]
  }
];
